label CHR1:
    scene black with fade
    
    "第一章 梦是梦的影子"
    "..."
    "......"
    scene bg hague
    "海鸥徘徊在海崖,浪搅动沿岸"
    "这座岛屿用他终年盘桓的云雾命名的——CLoudyland,云岛"
    "海浪声、鸥鸣回响，烟雨、云雾缭绕，也许是直到宇宙的尽头"
    scene bg wine with fade
    "你问我：你还是一个在喝着闷酒吗，整天满口孤独与性爱。"
    "我说：是我在享受这份痛楚，还是一个人好一些吧。"
    "那一夜，你在耳边轻声讲那些逝去的英雄，从云岛的开拓者，到新时代的革命家，浩浩荡荡。"
    "你为什么要讲这些，一直一直，有劈开海水的神迹，还有弑神的传说"
    "你却哭了，连我也哭起来"
    "你说：如同神迹，从我听闻的那天起，就要离我而去，也包括你"
    "离我而去的，逝去的，这些事情，都在我掌心摩挲良久"
    
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""
    ""


