label CHR1:
    scene black with fade
    "第一章 命定之地"
    "..."
    "......"
    scene bg hague
    "海鸥徘徊在海崖,浪搅动沿岸"
    "这座岛屿用他终年盘桓的云雾命名的——CLoudyland,云岛"
    "海浪声、鸥鸣回响，烟雨、云雾缭绕，一直重复，也许是直到宇宙的尽头"
    "穿过大洋，又航行过洋流交汇处的迷雾，才能抵达这里"
    "轮渡终于要靠岸了，远远地便看见灯塔的光耀"
    scene bg wine with fade
    "你问我：你还是一个在喝着闷酒吗，整天满口孤独与性爱。"
    "我说：是我在享受这份痛楚，还是一个人好一些吧。"
    "酒被我一口饮尽，昏昏沉沉的。"
    "那一夜，你在耳边轻声讲那些逝去的英雄，从云岛的开拓者，到新时代的革命家，浩浩荡荡。"
    "你不耐烦地打断你，你为什么要讲这些，一直一直，从劈开海水的神迹，到弑神的传说"
    "你却哭了，连我也哭起来"
    "你说：如同神迹，从我听闻的那天起，就要离我而去，也包括你"
    "离我而去的，逝去的，这些事情，都在我掌心摩挲良久"
    scene bg hague
    "咸腥的海水味，把我带回了故地。"
    "搅得人思绪不宁，总是飘向远方"
    "有种冲动，试图回到当年、当地。即便今天故地重游，就在此地。"
    "当我再一次踏上陆地的时候，一种眩晕感涌上。"
    "从远方来的客人，当你再一次踏上陆地，如同你三天前踏上船"
    "这本地谚语很有意思，陆地与船又有什么区别，在世上委身于一处罢了"
    "时间到了整点，远处的赫拉教堂，钟声响起。"
    "一声，一声，又一声......"
    scene bg sea_cliff church interior with fade
    "是在神圣钟声下，我对你动了凡心"
    "是你沐浴在圣光下，熠熠生辉，我内心最原始的冲动就要冲破肉体的限制"
    "神父义兰曾告诫我：“若你要走向正途，需对欲望警惕”"
    "那天，我的脑子，一直一直机械地重复着这句告诫。但是，我想说：“为了你，我宁可再一次回到他嘴里的歧途。”"
    "你对我讲：“每天在赫拉的见证下，有无数的人许下神圣契约，约定一生一世。”"
    "我们都知道，义兰每天都要举行仪式去除一些人身上的神圣契约。"
    "我说：“仅仅是因为这个吗，我会告诉义兰，我不在乎在赫拉面前失约”"
    scene bg harbor carriage rear with fade
    "在码头区，我叫上一辆出租马车"
    "异乡人？你要去哪里？"
    "“去你命定之地”，赫拉曾说"
    "那就去耸立在悬崖边上的教堂"
    "义兰在那里，他应该已经是一个老头子了，垂垂老矣"
    scene bg cliff church window with fade
    "透过窗户你就会看见——远处悬崖上的白色宁静"
    "也许会因为雾，会看得不真切"
    "在大地的边缘上，孤独地守望整一片大海"
    "这就是我的“命定之地”吗，义兰？"
    "你说“新来的，我们都是义兰从街上捡回来的，只有这里会接纳我们”"
    "义兰又为什么要我那我捡回去？"
    scene bg gloomy alley with fade
    "义兰，你应当记得初见时你说的，以及你所见的"
    "那是昏暗的巷口，我在没有目的的徘徊"
    "当时的我，尚还没有接受被抛弃的事实"
    "惊恐无助地，任由污秽溅射在我的身上"
    "是义兰握住了我纤细的手腕，要给我一顿饭吃"
    "我害怕极了,我不愿意去"
    "你却说：“这是你命定之地”"
    "我拼命挣扎，但拗不过你有力的手腕"
    scene bg aged chapel interior
    "时隔多年，我又一次与他对视，在教堂的礼拜堂里"
    "一直以来，义兰炽热的眼神是在灼烧的。他好像能看穿我的心。"
    "他像是在打量一个异乡人"
    "我庆幸于义兰没有认出我"
    "他先开口了，您有什么问题吗？"
    "我是一个从外面来的人，为什么在这个小岛上会有赫拉的信仰。"
    "是我的祖父收到指引到此，传播信仰"
    "你们中还有人还用古语祷告吗"
    "是的，虽然只有我这样做"
    "我扮演着因为好奇心误入此地的游客，当作不认识他"
    "义兰，你为什么一直盯着我的眼，你是在打量什么？"
    "也许你也是的，假装不认识我"
    "您想了解我主，赫拉吗？"
    "可以，能不能再给我讲一讲赫拉的梦？"
    "..."
    "......"

    jump CHR2
        


 