label CHR1:
    scene black with fade
    
    "第一章 梦是梦的影子"
    "..."
    "......"
    scene bg hague
    "海鸥徘徊在海崖,浪搅动沿岸"
    "这座岛屿用他终年盘桓的云雾命名的——CLoudyland,云岛"
    "海浪声、鸥鸣回响，烟雨、云雾缭绕，也许是直到宇宙的尽头"
    "轮渡终于要靠岸了，远远地便看见灯的光耀"
    scene bg wine with fade
    "你问我：你还是一个在喝着闷酒吗，整天满口孤独与性爱。"
    "我说：是我在享受这份痛楚，还是一个人好一些吧。"
    "那一夜，你在耳边轻声讲那些逝去的英雄，从云岛的开拓者，到新时代的革命家，浩浩荡荡。"
    "你为什么要讲这些，一直一直，有劈开海水的神迹，还有弑神的传说"
    "你却哭了，连我也哭起来"
    "你说：如同神迹，从我听闻的那天起，就要离我而去，也包括你"
    "离我而去的，逝去的，这些事情，都在我掌心摩挲良久"
    scene bg hague
    "思绪不宁，总是飘向远方"
    "有种冲动，试图回到当年、当地。即便今天故地重游，就在此地。"
    "当我再一次踏上陆地的时候，一种不真实的实脚地感涌上。"
    "从远方来的客人，当你再一次踏上陆地，如同你三天前踏上船"
    "这本地谚语很有意思，陆地与船又有什么区别，在世上委身于一处罢了"
    "远处的赫拉教堂，钟声响起。"
    scene bg sea_cliff church interior with fade
    "是在神光下，我对你动了凡心"
    "在唱诗班的台子上，你熠熠生辉，我内心最原始的冲动就要冲破肉体的限制"
    "神父义兰曾告诫我：“若你要走向正途，需对欲望警惕”"
    "那天，我的脑子，一直一直机械地重复着这句告诫。但是，我想说：“为了你，我宁可再一次回到他嘴里的歧途。”"
    "你对我讲：“每天在赫拉的见证下，有无数的人许下神圣契约，约定一生一世。”"
    "我们都知道，义兰每天都要举行仪式去除他们身上的神圣契约。"
    "我说：“仅仅是因为这个吗，我会告诉义兰，我不在乎在赫拉面前失约”"
    scene bg harbor carriage rear with fade
    "劳教，送我去义兰神父的住处"
    "码头区的出租马车依然来来往往"
    "他现在应该在教堂，客官"
    "那就去教堂"
    ""
    ""



