label CHR2:
    scene black with fade
    "第二章 梦是梦的影子"
    scene bg dream palace with dissolve
    "在梦里我是一名奴隶，是君王的侍从"
    "他居于高台王座之上，我匍匐于他的脚下"
    "从幼年到老年，我的任务只有全身心的服从"
    "当一代君王的生命走向尽头，他的奴隶们会到阴间继续辅佐他们的君王"
    "在他死亡的气息中，我缓缓地失去了呼吸"
    "这是老生常谈的事情"
    "不过，我爱上了君王，他是我唯一见过裸体的人，虽然不曾施舍我片刻"
    "随他一起去死，也算得上殉情吗？"
    scene bg chapel cliffside with dissolve
    "你在教堂前的海崖边，给我讲这个故事"
    "后来，我在那本圣书上读到了故事的全部"
    "赫拉梦醒之后，把这个故事告诉了对她的爱慕者"
    "这里是故事高潮"
    "赫拉的爱慕者听完故事以后，跳海自尽"
    "我问你：“这算是殉情吗？”"
    "你反问我：“他殉的是谁的情？”"
    "他殉的是他自己的情"
    "可是，话又说回来，谁不是这样？"
    scene bg aged chapel interior
    "义兰，这是最吸引我的传说。"
    "一方面，我渴望成为那名奴隶，一辈子无需也没有机会去验证自己的爱。另一方，我想成为赫拉的爱慕者，不至于在无休止的等待中白白消耗我的生命。"
    "两种相反的极端在我心中徘徊"
    "那些所有痴情的人大抵有相似的命运"
    "因痴情而生，也为之而死"
    "如果我未曾听闻这个传说呢？也许是在如酗酒一般的眩晕中度过这一生"
    "可是这个世界的事情呐个事情不是我们的一厢情愿？"
    "太残忍，也太无情，似乎我的全部的经历成了一个笑话"
    "如果不信仰一些什么，我不知道余生如何度过"
    scene bg chapel cliffside with dissolve
    "似乎，你从这则神话里，读出了预言的意味"
    "昭示了一切的虚无。"
    "当你讲罢，你又要哭了，像是最宏大的悲剧落幕"
    "亲爱的，我心也如刀绞"
    "激流拍打悬崖，冰冷的水雾，将你我围绕"
    scene bg aged chapel interior
    "我回到这里，也许是为了再一次回到曾经"
    ""
    jump CHR3
